// utils/metadata.js
export const METADATA = {
    default: {
      title: "Fruits Heaven",
      description: "Premium fresh fruits and vegetables in Saudi Arabia"
    },
    '681f58bfb225a8adafd9efbb': {
      title: "Fruits Heaven",
      description: "استفد من أقوى العروض الأسبوعية من جنة الفواكه، أفضل متجر فواكه وخضروات في الرياض، يوفر لك منتجات طازجة بأسعار منافسة مميزة وتوصيل حتى باب منزلك.      "
    },
    '67dc6e6798d32ef1f31ec001': {
      title: "Fruits Heaven",
      description: "اكتشف طعم الفخامة مع جنة الفواكه، نوفر لك فاكهة مستوردة من أفضل الأسواق العالمية، اطلب الآن من أفضل متجر فواكه وخضروات إلكتروني وتمتع بتوصيل داخل مدينة الرياض.      "
    },
    '68080be45c608151ba911d91': {
      title: "Fruits Heaven",
      description: "اطلب الآن خضار مستورد من أفضل المزارع العالمية عبر متجر فواكه وخضروات موثوق في الرياض. استفد من جنة الفواكه، واستمتع بجودة مضمونة، نضارة فائقة، وتوصيل داخل مدينة الرياض."
    },
    '67dc6dc298d32ef1f31ebff9': {
      title: "Fruits Heaven",
      description: "تبحث عن فاكهة سعودية محلية طازجة؟ تسوق الآن من أفضل متجر فواكه وخضروات في الرياض جنة الفواكه، نقدم لكم أجود أنواع الفواكه الموسمية وبأسعار مناسبة."
    },
    '67dc6da398d32ef1f31ebff5': {
      title: "Fruits Heaven",
      description: "استمتع بخضروات طازجة محلية تُقطف يوميًا من مزارع موثوقة، تسوّق الآن من أفضل متجر فواكه وخضروات يقدّم أجود المنتجات وخدمة موثوقة تلبي احتياجاتك اليومية في الرياض.  "
    },
    '67dc6f1d98d32ef1f31ec005': {
      title: "Fruits Heaven",
      description: "إذا كنت تبحث عن خضروات ورقية طازجة ويومية فلا تبحث بعيًدا، اطلب الآن من أفضل متجر فواكه وخضروات بالرياض، نقدم لك دومًا الأفضل من المزرعة إلى باب منزلك.      "
    },
    '67dc6def98d32ef1f31ebffd': {
      title: "Fruits Heaven",
      description: "استمتع بأجود أنواع الفاكهة المستوردة المختارة من أفضل الأسواق العالمية، اطلب الآن من أفضل متجر فواكه وخضروات يقدّم نضارة فاخرة وتوصيل داخل الرياض.      "
    },
    '67dc6fb498d32ef1f31ec009': {
      title: "Fruits Heaven",
      description: "اكتشف مجموعة مختارة من أجود منتجات الألبان الطازجة يوميًا، وفر وقتك واطلب من متجر فواكه وخضروات موثوق مثل جنة الفواكه، نوفر كل احتياجاتك الغذائية في مكان واحد."},
    shop: {
        description: "اكتشف أفضل الخيارات الطازجة المتوفرة في متجر جنة الفواكه من خضار وفواكه، محلية ومستوردة، يقدم لك أفضل متجر فواكه وخضروات في الرياض جودة موثوقة بأسعار تنافسية.        ",
    }
    // Add other pages here
  }